const arr = ['Карамзин', ' Виктор', ' Геннадьевич', 'Преподаватель специальных дисциплин', 'Высшее', 'Первая', 'Московский государственный институт электронной техники (технический университет', 'Информатика', ''];

document.write(arr[0] + arr[1] + arr[2] + "<br>");
document.write("Занятость: " + arr[3] + "<br>");
document.write("Образование: " + arr[6] + "<br>");
document.write("Степень: " + arr[4] + "<br>");
document.write("Категория: " + arr[5] + "<br>");
document.write("Дисциплина: " + arr[7] + "<br>");
document.write("Примечание: " + arr[8]);